{
  "sentences": [
    { "id": 1, "text": "The cat sat on the mat." },
    { "id": 2, "text": "He likes to play football." },
    { "id": 3, "text": "The sun is shining brightly." },
    { "id": 4, "text": "I am learning English every day." },
    { "id": 5, "text": "She loves to read books." },
    { "id": 6, "text": "The children are playing in the garden." },
    { "id": 7, "text": "The dog barked loudly at night." },
    { "id": 8, "text": "We went to the park yesterday." },
    { "id": 9, "text": "The cake tastes very sweet." },
    { "id": 10, "text": "He is working hard to succeed." },
    { "id": 11, "text": "My mother is cooking dinner." },
    { "id": 12, "text": "I enjoy watching movies with friends." },
    { "id": 13, "text": "She is writing a letter to her friend." },
    { "id": 14, "text": "We need to clean the house." },
    { "id": 15, "text": "The bird is flying high in the sky." },
    { "id": 16, "text": "The flowers are blooming beautifully." },
    { "id": 17, "text": "I drink a glass of milk every morning." },
    { "id": 18, "text": "They are studying for their exams." },
    { "id": 19, "text": "The teacher is explaining the lesson." },
    { "id": 20, "text": "He is fixing the broken chair." },
    { "id": 21, "text": "The kids are drawing pictures." },
    { "id": 22, "text": "I forgot to bring my umbrella." },
    { "id": 23, "text": "She is wearing a red dress." },
    { "id": 24, "text": "The boy is jumping over the fence." },
    { "id": 25, "text": "They are going to the beach tomorrow." },
    { "id": 26, "text": "I have a pet dog named Bruno." },
    { "id": 27, "text": "The train arrived late at the station." },
    { "id": 28, "text": "We saw a rainbow after the rain." },
    { "id": 29, "text": "The shopkeeper is selling fresh fruits." },
    { "id": 30, "text": "She is learning to play the piano." },
    { "id": 31, "text": "I am trying to solve this puzzle." },
    { "id": 32, "text": "The stars are twinkling in the night sky." },
    { "id": 33, "text": "He is painting a beautiful picture." },
    { "id": 34, "text": "They are planting trees in the park." },
    { "id": 35, "text": "The clock is ticking loudly in the hall." },
    { "id": 36, "text": "She is cutting vegetables for lunch." },
    { "id": 37, "text": "The children are singing a happy song." },
    { "id": 38, "text": "He is reading a newspaper in the morning." },
    { "id": 39, "text": "I love to eat ice cream on hot days." },
    { "id": 40, "text": "We are planning to visit the museum." },
    { "id": 41, "text": "The baby is sleeping peacefully in the crib." },
    { "id": 42, "text": "I like to draw with colorful crayons." },
    { "id": 43, "text": "He is learning how to swim in the pool." },
    { "id": 44, "text": "The dog wagged its tail happily." },
    { "id": 45, "text": "She is organizing books on the shelf." },
    { "id": 46, "text": "The chef is baking a delicious cake." },
    { "id": 47, "text": "We are cleaning the garden this weekend." },
    { "id": 48, "text": "The sun set beautifully behind the mountains." },
    { "id": 49, "text": "I enjoy going for walks in the evening." },
    { "id": 50, "text": "She is listening to her favorite music." },
    { "id": 51, "text": "He is teaching us how to play chess." },
    { "id": 52, "text": "The children are building a sandcastle." },
    { "id": 53, "text": "The cat is chasing a mouse in the garden." },
    { "id": 54, "text": "I love the fresh smell of flowers." },
    { "id": 55, "text": "The boy is flying a kite in the park." },
    { "id": 56, "text": "She is writing a story about her travels." },
    { "id": 57, "text": "We are enjoying a picnic by the lake." },
    { "id": 58, "text": "The children are having fun on the swings." },
    { "id": 59, "text": "He is climbing the tree to pick mangoes." },
    { "id": 60, "text": "The teacher is writing on the blackboard." },
    { "id": 61, "text": "I like to drink coffee in the morning." },
    { "id": 62, "text": "The birds are chirping loudly in the trees." },
    { "id": 63, "text": "She is learning to sew her own clothes." },
    { "id": 64, "text": "He is working on his science project." },
    { "id": 65, "text": "The clouds are floating gently in the sky." },
    { "id": 66, "text": "We are enjoying the cool breeze by the sea." },
    { "id": 67, "text": "The kids are playing hide and seek in the house." },
    { "id": 68, "text": "She is watering the plants in the garden." },
    { "id": 69, "text": "The dog is running after a ball in the park." },
    { "id": 70, "text": "I love to eat fresh fruits every day." },
    { "id": 71, "text": "He is watching a football match on TV." },
    { "id": 72, "text": "The students are preparing for their exams." },
    { "id": 73, "text": "She is helping her mother in the kitchen." },
    { "id": 74, "text": "We are planning a trip to the mountains." },
    { "id": 75, "text": "The baby is crying for her favorite toy." },
    { "id": 76, "text": "The flowers in the garden smell wonderful." },
    { "id": 77, "text": "He is practicing his guitar every evening." },
    { "id": 78, "text": "I am excited to visit the zoo this weekend." },
    { "id": 79, "text": "The kids are drawing colorful pictures." },
    { "id": 80, "text": "She is baking cookies for the school party." },
    { "id": 81, "text": "We are planning a surprise birthday party for her." },
    { "id": 82, "text": "He is fixing the broken handle on the door." },
    { "id": 83, "text": "The dog is barking at strangers outside." },
    { "id": 84, "text": "The sun is setting behind the hills." },
    { "id": 85, "text": "I love to watch the rain from my window." },
    { "id": 86, "text": "The children are learning to play the violin." },
    { "id": 87, "text": "She is knitting a scarf for her grandmother." },
    { "id": 88, "text": "The train is running on time today." },
    { "id": 89, "text": "I enjoy listening to classical music in the evening." },
    { "id": 90, "text": "We are planning to go hiking in the mountains." },
    { "id": 91, "text": "The baby is crawling around the room." },
    { "id": 92, "text": "He is preparing for his job interview tomorrow." },
    { "id": 93, "text": "The wind is blowing softly through the trees." },
    { "id": 94, "text": "The cat is sleeping peacefully on the sofa." },
    { "id": 95, "text": "I am writing a letter to my best friend." },
    { "id": 96, "text": "She is painting a beautiful landscape on canvas." },
    { "id": 97, "text": "The children are planting flowers in the school garden." },
    { "id": 98, "text": "He is studying late at night for his exams." },
    { "id": 99, "text": "We are waiting for the bus to arrive." },
    { "id": 100, "text": "The chef is preparing a delicious meal in the kitchen." },
    { "id": 101, "text": "I love to drink hot chocolate on cold days." },
    { "id": 102, "text": "The kids are jumping on the trampoline in the backyard." },
    { "id": 103, "text": "She is reading a mystery novel in the library." },
    { "id": 104, "text": "We are celebrating our anniversary this evening." },
    { "id": 105, "text": "The students are learning about history in class." },
    { "id": 106, "text": "I enjoy watching birds fly in the open sky." },
    { "id": 107, "text": "The dog is wagging its tail excitedly." },
    { "id": 108, "text": "The children are sharing toys with each other." },
    { "id": 109, "text": "She is decorating her house for the festival." },
    { "id": 110, "text": "He is practicing yoga in the early morning." },
    { "id": 111, "text": "I love eating pancakes with syrup for breakfast." },
    { "id": 112, "text": "The kids are building a house with toy blocks." },
    { "id": 113, "text": "She is writing her diary before going to bed." },
    { "id": 114, "text": "We are walking along the river bank." },
    { "id": 115, "text": "He is learning to play the drums in his garage." },
    { "id": 116, "text": "The stars are shining brightly in the clear sky." },
    { "id": 117, "text": "I am cooking a new recipe for dinner." },
    { "id": 118, "text": "She is sketching a portrait of her friend." },
    { "id": 119, "text": "The kids are enjoying their summer vacation." },
    { "id": 120, "text": "We are riding bicycles around the park." },
    { "id": 121, "text": "He is polishing his shoes for the meeting." },
    { "id": 122, "text": "The children are dancing to their favorite songs." },
    { "id": 123, "text": "I enjoy visiting the art gallery downtown." },
    { "id": 124, "text": "The chef is garnishing the dish with fresh herbs." },
    { "id": 125, "text": "We are preparing a presentation for the seminar." },
    { "id": 126, "text": "The baby is laughing at the funny faces we make." },
    { "id": 127, "text": "She is organizing a fundraiser for the school." },
    { "id": 128, "text": "The kids are playing tag in the backyard." },
    { "id": 129, "text": "I am creating a scrapbook of my vacation memories." },
    { "id": 130, "text": "The train is moving fast through the countryside." },
    { "id": 131, "text": "She is folding clothes neatly in the laundry room." },
    { "id": 132, "text": "The children are feeding the ducks by the pond." },
    { "id": 133, "text": "We are enjoying a bonfire on the beach tonight." },
    { "id": 134, "text": "He is practicing calligraphy for his art class." },
    { "id": 135, "text": "I love listening to the sound of waves crashing." },
    { "id": 136, "text": "The stars are visible in the clear night sky." },
    { "id": 137, "text": "She is cleaning her room before her guests arrive." },
    { "id": 138, "text": "The dog is sniffing around the garden for treats." },
    { "id": 139, "text": "The kids are painting their hands with bright colors." },
    { "id": 140, "text": "He is learning how to bake a chocolate cake." },
    { "id": 141, "text": "We are exploring a new hiking trail this weekend." },
    { "id": 142, "text": "She is stitching a design on her dress." },
    { "id": 143, "text": "The children are running around the playground." },
    { "id": 144, "text": "I enjoy reading poems in my free time." },
    { "id": 145, "text": "The teacher is correcting the students' homework." },
    { "id": 146, "text": "He is building a model airplane from scratch." },
    { "id": 147, "text": "We are roasting marshmallows by the campfire." },
    { "id": 148, "text": "The cat is napping on a cozy blanket." },
    { "id": 149, "text": "I am organizing my bookshelf by color." },
    { "id": 150, "text": "She is wrapping gifts for the holiday celebration." },
    { "id": 151, "text": "The children are blowing bubbles in the park." },
    { "id": 152, "text": "He is fixing the bicycle tire in the garage." },
    { "id": 153, "text": "We are taking pictures of the sunset by the lake." },
    { "id": 154, "text": "She is learning to play the piano for a recital." },
    { "id": 155, "text": "The kids are eating ice cream cones on a hot day." },
    { "id": 156, "text": "I am sorting old photos into an album." },
    { "id": 157, "text": "The dog is chasing its tail in circles." },
    { "id": 158, "text": "The baby is learning to walk for the first time." },
    { "id": 159, "text": "He is writing a story about his childhood adventures." },
    { "id": 160, "text": "We are watching a movie together in the living room." },
    { "id": 161, "text": "She is sewing a patch onto her favorite jeans." },
    { "id": 162, "text": "The children are collecting seashells on the beach." },
    { "id": 163, "text": "I enjoy drawing landscapes with colored pencils." },
    { "id": 164, "text": "The cat is playing with a ball of yarn." },
    { "id": 165, "text": "We are visiting a museum to learn about history." },
    { "id": 166, "text": "He is cleaning his camera lenses before the trip." },
    { "id": 167, "text": "The kids are building sandcastles by the ocean." },
    { "id": 168, "text": "She is arranging fresh flowers in a vase." },
    { "id": 169, "text": "I am practicing my speech for tomorrow's meeting." },
    { "id": 170, "text": "The dog is happily chewing on its favorite toy." },
    { "id": 171, "text": "We are packing our bags for a family picnic." },
    { "id": 172, "text": "The children are skipping stones across the water." },
    { "id": 173, "text": "She is preparing her backpack for school tomorrow." },
    { "id": 174, "text": "The baby is clapping its hands joyfully." },
    { "id": 175, "text": "I am exploring a new recipe for homemade pasta." },
    { "id": 176, "text": "The cat is sitting by the window watching birds." },
    { "id": 177, "text": "We are setting up a tent for our camping trip." },
    { "id": 178, "text": "He is painting a wooden chair in bright colors." },
    { "id": 179, "text": "The kids are learning to spell words with flashcards." },
    { "id": 180, "text": "She is braiding her hair into a beautiful style." },
    { "id": 181, "text": "I enjoy writing letters to my friends overseas." },
    { "id": 182, "text": "The dog is resting under the shade of a tree." },
    { "id": 183, "text": "We are organizing a neighborhood clean-up event." },
    { "id": 184, "text": "The children are making paper airplanes and flying them." },
    { "id": 185, "text": "She is studying for her upcoming science test." },
    { "id": 186, "text": "The baby is trying to say its first words." },
    { "id": 187, "text": "He is watering the plants in the backyard." },
    { "id": 188, "text": "I am choosing a book to read before bed." },
    { "id": 189, "text": "The kids are pretending to be astronauts exploring space." },
    { "id": 190, "text": "She is making decorations for the holiday party." },
    { "id": 191, "text": "The dog is digging a hole in the soft ground." },
    { "id": 192, "text": "We are brainstorming ideas for the school project." },
    { "id": 193, "text": "The children are helping to bake a chocolate cake." },
    { "id": 194, "text": "She is writing thank-you notes for her birthday gifts." },
    { "id": 195, "text": "I am organizing my wardrobe for the new season." },
    { "id": 196, "text": "The cat is hiding under the bed during the storm." },
    { "id": 197, "text": "The kids are learning about different animals at the zoo." },
    { "id": 198, "text": "He is practicing his swimming skills at the pool." },
    { "id": 199, "text": "We are enjoying a barbecue in the backyard." },
    { "id": 200, "text": "She is designing a poster for the school event." }
  ]
}
